[
  {
    "name" : "Rob",
    "testimonials" : [
      "Joe Oliver Ekiert, yes his initials are even JOE, is the greatest roommate in HIS-story.  He is the ultimate manly man who is genial and hilarious.",
      "He likes sports, Old School Simpsons and other awesome things.",
      "He is the anti-dementor: he makes you happy just by being around him.  Whenever I was having a bummer day, Joe was there to help at our pad.",
      "Joe is a guy who loves life and makes it more awesome.  Thinking about our exploits together brings tears to my eyes and a [REDACTED].",
      "Our friendship defined my time in NYC and you San Fran bastards are lucky as hell.  A World Series, an NFC championship, and Joe Ekiert.  Damn, if we could all be this lucky."
    ]
  },
  {
    "name" : "Matt P.",
    "testimonials" : [
      "Joe was a real swell guy and one of the most genuine people I lived with in NY. Always had good vibes when Joe was around.",
      "I loved laughing with Joe, and loved his insightful commentary on sports and politics. He made some really delicious pasta and shared it with everyone a few times.",
      "He taught me everything in life. He will be missed deeply. He is survived by his former Lafayette St roommates, Alex, Rob, and Matt.",
      "RIP JOE...",
      "aim 4 the stars...u only have 1 life 2 live. Go Patriots. - Joe"
    ]
  },
  {
    "name" : "Alex",
    "testimonials" : [
      "From the moment I met the guy Joe was warm, welcoming, and a genuinely good guy.",
      "As time passed I soon realized that Joe was exactly as he was the day I met him; day in and day out.  Amicable, kind, welcoming, and a hell of a good roommate and friend.",
      "When Joe decided to venture to the west coast, New York City lost one of its finest. He'll always be missed and be welcomed back by those who knew him; especially by those that lived with him.  ",
      "In the words of a man much greater than myself, 'Cats don't have bumcheeks.'-Joe Ekiert"
    ]
  },
  {
    "name" : "Mom",
    "testimonials" : [
      "Joe is easy going, very witty funny guy. He is helpful and considerate to others, but he will speak up if someone would try to pull one over his eyes.",
      "He is out of the box, very rare (red) diamond. Ideal for roommate type of living. I know this, because I lived with him all his life until college and Mothers are never wrong."
    ]
  },
  {
    "name" : "Lulu aka Joe's sister",
    "testimonials" : [
      "Joe's got a great laugh and he's a genuine listener. He also knows how to wash dishes. I'd live with Joe anytime, anywhere!"
    ]
  },
  {
    "name" : "Matt C.",
    "testimonials" : [
      "I moved to New York on very short notice and Joe was very kind to not only take me in, but to let me take the biggest room.",
      "He helped me discover shows such as Archer and Community and he was very patient with me when it took me days to do by portion of the dishes, or when I forgot to take out the trash."
    ]
  },
  {
    "name" : "From a person who lives in an actual ger in Mongolia.",
    "testimonials" : [
      "I don't know Joe, but he seems cool. I'd rent 1/4 of my ger in Mongolia with this chap."
    ]
  },
  {
    "name" : "Amy",
    "testimonials" : [
      "even as new friends, joe was very comfortable to live with. he’s thoughtful, funny and genuine.  I still like to have him over for 'family dinners.'"
    ]
  },
  {
    "name" : "Claude",
    "testimonials" : [
      "If laughter is the best medicine, Joe is the king of doctors."
   ]
  }

]

